# Brewfile
cask_args appdir: "/Applications"

tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "sanemat/font"
tap "homebrew/cask-fonts"

brew "mas"
brew "anyenv"
brew "bat"
brew "cask"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "git"
brew "pastel"
brew "zsh-completions"
brew "sanemat/font/ricty"
brew "docker"

cask "docker"
cask "adoptopenjdk14"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "atom"
cask "intellij-idea-ce"
cask "openinterminal-lite"

#mas 'Xcode', id: 497799835
